{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "?": 3,
      "I": 4,
      ".": 5,
      "a": 6,
      "!": 7,
      "and": 8,
      "'": 9,
      "What": 10,
      "you": 11,
      "be": 12,
      "ve": 13,
      "have": 14,
      ",": 15,
      "been": 16,
      "to": 17,
      "the": 18,
      "this": 19,
      "Hi": 20,
      "Hello": 21,
      "fever": 22,
      "Hey": 23,
      "Can": 24,
      "for": 25,
      "s": 26,
      "My": 27,
      "skin": 28,
      "could": 29,
      "my": 30,
      "Should": 31,
      "me": 32,
      "do": 33,
      "stomach": 34,
      "what": 35,
      "it": 36,
      "of": 37,
      "on": 38,
      "Any": 39,
      "Could": 40,
      "some": 41,
      "very": 42,
      "your": 43,
      "help": 44,
      "high": 45,
      "should": 46,
      "feeling": 47,
      "experiencing": 48,
      "is": 49,
      "has": 50,
      "after": 51,
      "rash": 52,
      "are": 53,
      "good": 54,
      "causing": 55,
      "itchy": 56,
      "Do": 57,
      "with": 58,
      "eating": 59,
      "m": 60,
      "any": 61,
      "After": 62,
      "red": 63,
      "in": 64,
      "pain": 65,
      "How": 66,
      "can": 67,
      "there": 68,
      "persistent": 69,
      "favorite": 70,
      "had": 71,
      "meals": 72,
      "about": 73,
      "recommend": 74,
      "feverish": 75,
      "bloating": 76,
      "severe": 77,
      "might": 78,
      "having": 79,
      "sign": 80,
      "or": 81,
      "days": 82,
      "throat": 83,
      "that": 84,
      "-": 85,
      "Is": 86,
      "cramps": 87,
      "suggestions": 88,
      "gas": 89,
      "know": 90,
      "concerned": 91,
      "day": 92,
      "find": 93,
      "often": 94,
      "dry": 95,
      "running": 96,
      "sore": 97,
      "body": 98,
      "developed": 99,
      "doctor": 100,
      "experience": 101,
      "recommendations": 102,
      "symptoms": 103,
      "aches": 104,
      "advice": 105,
      "cause": 106,
      "child": 107,
      "an": 108,
      "diarrhea": 109,
      "name": 110,
      "noticed": 111,
      "movie": 112,
      "out": 113,
      "tell": 114,
      "frequent": 115,
      "going": 116,
      "type": 117,
      "best": 118,
      "feel": 119,
      "few": 120,
      "changes": 121,
      "chatbot": 122,
      "food": 123,
      "home": 124,
      "lot": 125,
      "nausea": 126,
      "Are": 127,
      "discomfort": 128,
      "foods": 129,
      "today": 130,
      "infection": 131,
      "like": 132,
      "new": 133,
      "patches": 134,
      "suggest": 135,
      "watch": 136,
      "way": 137,
      "chills": 138,
      "cough": 139,
      "headache": 140,
      "lately": 141,
      "medical": 142,
      "bloated": 143,
      "take": 144,
      "fun": 145,
      "get": 146,
      "ideas": 147,
      "reflux": 148,
      "remedies": 149,
      "acid": 150,
      "fatigue": 151,
      "more": 152,
      "see": 153,
      "something": 154,
      "book": 155,
      "breaking": 156,
      "effective": 157,
      "how": 158,
      "intolerance": 159,
      "assist": 160,
      "heartburn": 161,
      "information": 162,
      "seek": 163,
      "weekend": 164,
      "curious": 165,
      "nauseous": 166,
      "sensitive": 167,
      "activities": 168,
      "alleviate": 169,
      "by": 170,
      "feels": 171,
      "go": 172,
      "mild": 173,
      "place": 174,
      "plans": 175,
      "reaction": 176,
      "serious": 177,
      "small": 178,
      "spreading": 179,
      "allergic": 180,
      "arms": 181,
      "chest": 182,
      "dietary": 183,
      "face": 184,
      "kind": 185,
      "oily": 186,
      "past": 187,
      "queries": 188,
      "read": 189,
      "skincare": 190,
      "time": 191,
      "using": 192,
      "TV": 193,
      "especially": 194,
      "features": 195,
      "give": 196,
      "issue": 197,
      "manage": 198,
      "spicy": 199,
      "tested": 200,
      "them": 201,
      "two": 202,
      "accompanied": 203,
      "at": 204,
      "bumps": 205,
      "gastritis": 206,
      "open": 207,
      "questions": 208,
      "restaurant": 209,
      "t": 210,
      "tonight": 211,
      "treat": 212,
      "unique": 213,
      "vomiting": 214,
      "weak": 215,
      "wrong": 216,
      "acne": 217,
      "available": 218,
      "certain": 219,
      "d": 220,
      "getting": 221,
      "legs": 222,
      "lifestyle": 223,
      "normal": 224,
      "peeling": 225,
      "problem": 226,
      "so": 227,
      "tips": 228,
      "tired": 229,
      "treatments": 230,
      "abdominal": 231,
      "allergy": 232,
      "along": 233,
      "capabilities": 234,
      "down": 235,
      "during": 236,
      "fact": 237,
      "field": 238,
      "gassy": 239,
      "headaches": 240,
      "indicate": 241,
      "interested": 242,
      "nearby": 243,
      "nearest": 244,
      "outdoor": 245,
      "particular": 246,
      "prevent": 247,
      "specialized": 248,
      "up": 249,
      "week": 250,
      "eat": 251,
      "eczema": 252,
      "fatigued": 253,
      "hives": 254,
      "indigestion": 255,
      "looking": 256,
      "low": 257,
      "music": 258,
      "night": 259,
      "products": 260,
      "routine": 261,
      "slight": 262,
      "soothe": 263,
      "underlying": 264,
      "worried": 265,
      "19": 266,
      "COVID": 267,
      "attention": 268,
      "back": 269,
      "become": 270,
      "consult": 271,
      "cuisine": 272,
      "dairy": 273,
      "difficulty": 274,
      "enjoy": 275,
      "flaky": 276,
      "grade": 277,
      "hospital": 278,
      "muscle": 279,
      "prone": 280,
      "reason": 281,
      "scaly": 282,
      "swollen": 283,
      "their": 284,
      "uncomfortable": 285,
      "around": 286,
      "avoid": 287,
      "better": 288,
      "bowel": 289,
      "breakouts": 290,
      "common": 291,
      "digestive": 292,
      "directions": 293,
      "extremely": 294,
      "family": 295,
      "flu": 296,
      "hurts": 297,
      "improve": 298,
      "inflamed": 299,
      "interesting": 300,
      "irritated": 301,
      "itching": 302,
      "lactose": 303,
      "make": 304,
      "medication": 305,
      "movies": 306,
      "natural": 307,
      "now": 308,
      "over": 309,
      "podcast": 310,
      "precautions": 311,
      "reduce": 312,
      "set": 313,
      "show": 314,
      "spots": 315,
      "swelling": 316,
      "these": 317,
      "treatment": 318,
      "Have": 319,
      "If": 320,
      "activity": 321,
      "books": 322,
      "burning": 323,
      "but": 324,
      "detergent": 325,
      "dinner": 326,
      "dizziness": 327,
      "doing": 328,
      "exciting": 329,
      "far": 330,
      "frequently": 331,
      "got": 332,
      "hiking": 333,
      "joke": 334,
      "learning": 335,
      "muscles": 336,
      "nose": 337,
      "not": 338,
      "other": 339,
      "relieving": 340,
      "sensation": 341,
      "shop": 342,
      "stop": 343,
      "strategies": 344,
      "try": 345,
      "unusual": 346,
      "viral": 347,
      "weather": 348,
      "while": 349,
      "why": 350,
      "would": 351,
      "For": 352,
      "area": 353,
      "ask": 354,
      "blisters": 355,
      "breathing": 356,
      "bring": 357,
      "coffee": 358,
      "cold": 359,
      "consider": 360,
      "cooking": 361,
      "cracking": 362,
      "dengue": 363,
      "exposure": 364,
      "from": 365,
      "fungal": 366,
      "gluten": 367,
      "heavy": 368,
      "irritable": 369,
      "joint": 370,
      "keep": 371,
      "love": 372,
      "moisturizer": 373,
      "moment": 374,
      "mood": 375,
      "no": 376,
      "off": 377,
      "painful": 378,
      "plan": 379,
      "recipe": 380,
      "redness": 381,
      "reminder": 382,
      "runny": 383,
      "scalp": 384,
      "stress": 385,
      "sunburn": 386,
      "sunlight": 387,
      "three": 388,
      "travel": 389,
      "unusually": 390,
      "visit": 391,
      "ways": 392,
      "when": 393,
      "ER": 394,
      "Every": 395,
      "ache": 396,
      "aching": 397,
      "adjustments": 398,
      "beans": 399,
      "becomes": 400,
      "beginners": 401,
      "breaks": 402,
      "burping": 403,
      "color": 404,
      "condition": 405,
      "consuming": 406,
      "contact": 407,
      "coughing": 408,
      "counter": 409,
      "covered": 410,
      "cracks": 411,
      "dermatitis": 412,
      "developing": 413,
      "diagnostic": 414,
      "diet": 415,
      "even": 416,
      "everything": 417,
      "friends": 418,
      "genre": 419,
      "gets": 420,
      "hands": 421,
      "head": 422,
      "healing": 423,
      "hobbies": 424,
      "hobby": 425,
      "immediate": 426,
      "improving": 427,
      "intense": 428,
      "interests": 429,
      "joints": 430,
      "latest": 431,
      "lethargic": 432,
      "listen": 433,
      "looks": 434,
      "loves": 435,
      "malaria": 436,
      "managing": 437,
      "meal": 438,
      "minor": 439,
      "movements": 440,
      "neck": 441,
      "news": 442,
      "park": 443,
      "patch": 444,
      "poisoning": 445,
      "product": 446,
      "protect": 447,
      "provide": 448,
      "psoriasis": 449,
      "question": 450,
      "rapidly": 451,
      "recurring": 452,
      "reducing": 453,
      "relieve": 454,
      "rest": 455,
      "restaurants": 456,
      "rough": 457,
      "sensitivity": 458,
      "series": 459,
      "shows": 460,
      "sleep": 461,
      "someone": 462,
      "soothing": 463,
      "started": 464,
      "stay": 465,
      "stiffness": 466,
      "swallowing": 467,
      "sweating": 468,
      "techniques": 469,
      "tests": 470,
      "though": 471,
      "tight": 472,
      "watching": 473,
      "weekends": 474,
      "who": 475,
      "work": 476,
      "workout": 477,
      "GERD": 478,
      "Good": 479,
      "IBS": 480,
      "Tell": 481,
      "acidic": 482,
      "acidity": 483,
      "ahead": 484,
      "all": 485,
      "am": 486,
      "ambulance": 487,
      "anxiety": 488,
      "appetite": 489,
      "apply": 490,
      "arthritis": 491,
      "assistance": 492,
      "away": 493,
      "bad": 494,
      "bath": 495,
      "biking": 496,
      "binge": 497,
      "blistering": 498,
      "blood": 499,
      "boost": 500,
      "breath": 501,
      "brunch": 502,
      "call": 503,
      "care": 504,
      "caused": 505,
      "chemical": 506,
      "come": 507,
      "complications": 508,
      "containing": 509,
      "cook": 510,
      "courses": 511,
      "cream": 512,
      "crying": 513,
      "daily": 514,
      "dark": 515,
      "destination": 516,
      "destinations": 517,
      "develops": 518,
      "digestion": 519,
      "disease": 520,
      "easily": 521,
      "elbows": 522,
      "else": 523,
      "emergency": 524,
      "evening": 525,
      "exercise": 526,
      "experienced": 527,
      "favorites": 528,
      "fevers": 529,
      "fluids": 530,
      "forecast": 531,
      "forehead": 532,
      "forming": 533,
      "free": 534,
      "glands": 535,
      "gurgling": 536,
      "gym": 537,
      "health": 538,
      "homework": 539,
      "hurting": 540,
      "identify": 541,
      "if": 542,
      "immune": 543,
      "ingredients": 544,
      "insect": 545,
      "isn": 546,
      "ivy": 547,
      "jokes": 548,
      "just": 549,
      "kids": 550,
      "language": 551,
      "last": 552,
      "legumes": 553,
      "leisure": 554,
      "lotion": 555,
      "lymph": 556,
      "makes": 557,
      "math": 558,
      "mean": 559,
      "modifications": 560,
      "moles": 561,
      "months": 562,
      "mornings": 563,
      "mouth": 564,
      "mystery": 565,
      "naturally": 566,
      "nodes": 567,
      "noticing": 568,
      "novels": 569,
      "online": 570,
      "particularly": 571,
      "pediatrician": 572,
      "periods": 573,
      "pharmacy": 574,
      "pimples": 575,
      "planning": 576,
      "play": 577,
      "poison": 578,
      "project": 579,
      "promote": 580,
      "reading": 581,
      "recently": 582,
      "refusing": 583,
      "related": 584,
      "relaxation": 585,
      "resources": 586,
      "room": 587,
      "scratchy": 588,
      "sharp": 589,
      "shivering": 590,
      "shortness": 591,
      "signs": 592,
      "since": 593,
      "song": 594,
      "sounds": 595,
      "spikes": 596,
      "sport": 597,
      "sports": 598,
      "strep": 599,
      "stressful": 600,
      "studying": 601,
      "sufficient": 602,
      "summer": 603,
      "sun": 604,
      "sweats": 605,
      "syndrome": 606,
      "system": 607,
      "temperature": 608,
      "testing": 609,
      "texture": 610,
      "think": 611,
      "treating": 612,
      "tried": 613,
      "trip": 614,
      "tuberculosis": 615,
      "typical": 616,
      "understand": 617,
      "use": 618,
      "visiting": 619,
      "walk": 620,
      "warning": 621,
      "which": 622,
      "winter": 623,
      "won": 624,
      "working": 625,
      "worsened": 626,
      "worsens": 627,
      "yesterday": 628
    },
    "unk_token": "[UNK]"
  }
}