{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      ".": 3,
      ",": 4,
      "be": 5,
      "’": 6,
      "?": 7,
      "my": 8,
      "Could": 9,
      "on": 10,
      "these": 11,
      "I": 12,
      "that": 13,
      "and": 14,
      "They": 15,
      "red": 16,
      "it": 17,
      "this": 18,
      "have": 19,
      "are": 20,
      "itchy": 21,
      "painful": 22,
      "re": 23,
      "to": 24,
      "small": 25,
      "patches": 26,
      "but": 27,
      "appeared": 28,
      "t": 29,
      "seem": 30,
      "a": 31,
      "don": 32,
      "not": 33,
      "very": 34,
      "after": 35,
      "There": 36,
      "ve": 37,
      "with": 38,
      "worse": 39,
      "bumps": 40,
      "s": 41,
      "or": 42,
      "new": 43,
      "face": 44,
      "the": 45,
      "itch": 46,
      "legs": 47,
      "in": 48,
      "spots": 49,
      "look": 50,
      "These": 51,
      "go": 52,
      "skin": 53,
      "away": 54,
      "get": 55,
      "dermatitis": 56,
      "got": 57,
      "they": 58,
      "My": 59,
      "hurt": 60,
      "arms": 61,
      "dark": 62,
      "has": 63,
      "started": 64,
      "back": 65,
      "of": 66,
      "rash": 67,
      "chest": 68,
      "developed": 69,
      "white": 70,
      "been": 71,
      "blisters": 72,
      "unsightly": 73,
      "noticeable": 74,
      "hands": 75,
      "noticed": 76,
      "feet": 77,
      "It": 78,
      "child": 79,
      "scaly": 80,
      "scalp": 81,
      "sores": 82,
      "mouth": 83,
      "Is": 84,
      "contact": 85,
      "sun": 86,
      "-": 87,
      "thick": 88,
      "tiny": 89,
      "using": 90,
      "appear": 91,
      "cheeks": 92,
      "foot": 93,
      "acne": 94,
      "like": 95,
      "'": 96,
      "for": 97,
      "large": 98,
      "there": 99,
      "winter": 100,
      "elbows": 101,
      "lot": 102,
      "allergic": 103,
      "knees": 104,
      "spreading": 105,
      "over": 106,
      "seborrheic": 107,
      "nose": 108,
      "m": 109,
      "neck": 110,
      "disappear": 111,
      "randomly": 112,
      "What": 113,
      "filled": 114,
      "fingers": 115,
      "acanthosis": 116,
      "crust": 117,
      "cysts": 118,
      "drug": 119,
      "medication": 120,
      "nigricans": 121,
      "sometimes": 122,
      "yellowish": 123,
      "athlete": 124,
      "blister": 125,
      "tan": 126,
      "getting": 127,
      "hand": 128,
      "seems": 129,
      "shoes": 130,
      "wearing": 131,
      "colored": 132,
      "blood": 133,
      "exposure": 134,
      "heat": 135,
      "make": 136,
      "vessels": 137,
      "keratosis": 138,
      "quite": 139,
      "visible": 140,
      "could": 141,
      "worried": 142,
      "products": 143,
      "regular": 144,
      "sign": 145,
      "detergent": 146,
      "laundry": 147,
      "raised": 148,
      "thickened": 149,
      "treatments": 150,
      "when": 151,
      "cleaning": 152,
      "crusty": 153,
      "eat": 154,
      "ooze": 155,
      "pityriasis": 156,
      "pus": 157,
      "telangiectasia": 158,
      "weeks": 159,
      "actinic": 160,
      "canker": 161,
      "difficult": 162,
      "fever": 163,
      "guttate": 164,
      "handled": 165,
      "hypomelanosis": 166,
      "idiopathic": 167,
      "ivy": 168,
      "lupus": 169,
      "nodulocystic": 170,
      "oral": 171,
      "plants": 172,
      "poison": 173,
      "psoriasis": 174,
      "rosea": 175,
      "roseola": 176,
      "some": 177,
      "starting": 178,
      "Acne": 179,
      "Eczema": 180,
      "certain": 181,
      "disease": 182,
      "strange": 183,
      "thrush": 184,
      "tongue": 185,
      "working": 186,
      "fluid": 187,
      "swollen": 188,
      "under": 189,
      "flesh": 190,
      "really": 191,
      "suddenly": 192,
      "folliculitis": 193,
      "uncomfortable": 194,
      "her": 195,
      "lower": 196,
      "years": 197,
      "dandruff": 198,
      "forehead": 199,
      "rough": 200,
      "up": 201,
      "velvety": 202,
      "Acanthosis": 203,
      "Nigricans": 204,
      "an": 205,
      "flare": 206,
      "dealing": 207,
      "eczema": 208,
      "reaction": 209,
      "Dermatitis": 210,
      "Petechiae": 211,
      "around": 212,
      "bumpy": 213,
      "especially": 214,
      "feel": 215,
      "foods": 216,
      "touch": 217,
      "bleed": 218,
      "crumble": 219,
      "dry": 220,
      "gets": 221,
      "no": 222,
      "Rash": 223,
      "flaky": 224,
      "his": 225,
      "nails": 226,
      "playing": 227,
      "son": 228,
      "all": 229,
      "cracks": 230,
      "eyes": 231,
      "fungus": 232,
      "is": 233,
      "lichen": 234,
      "lotion": 235,
      "nail": 236,
      "nodules": 237,
      "planus": 238,
      "stress": 239,
      "Erythema": 240,
      "Heat": 241,
      "at": 242,
      "daughter": 243,
      "doesn": 244,
      "drain": 245,
      "dyshidrotic": 246,
      "might": 247,
      "scales": 248,
      "shoulders": 249,
      "Disease": 250,
      "Hand": 251,
      "Keratosis": 252,
      "concerned": 253,
      "dots": 254,
      "flake": 255,
      "lumps": 256,
      "milia": 257,
      "odd": 258,
      "off": 259,
      "palms": 260,
      "serious": 261,
      "shaving": 262,
      "shins": 263,
      "slightly": 264,
      "something": 265,
      "sore": 266,
      "Alba": 267,
      "Bullous": 268,
      "Cystic": 269,
      "Dermatosis": 270,
      "Foot": 271,
      "Milia": 272,
      "Mouth": 273,
      "Nigra": 274,
      "Nodosum": 275,
      "Papulosa": 276,
      "Pemphigoid": 277,
      "Pilaris": 278,
      "Pityriasis": 279,
      "Psoriasis": 280,
      "She": 281,
      "bad": 282,
      "burst": 283,
      "eats": 284,
      "erythema": 285,
      "feeling": 286,
      "few": 287,
      "goosebumps": 288,
      "hidradenitis": 289,
      "lately": 290,
      "moisturizer": 291,
      "outside": 292,
      "suppurativa": 293,
      "time": 294,
      "unwell": 295,
      "velvet": 296,
      "armpits": 297,
      "causing": 298,
      "gain": 299,
      "looks": 300,
      "matter": 301,
      "nodosum": 302,
      "she": 303,
      "try": 304,
      "vitiligo": 305,
      "weight": 306,
      "what": 307,
      "Dyshidrotic": 308,
      "Eruption": 309,
      "Light": 310,
      "Polymorphous": 311,
      "Scalp": 312,
      "body": 313,
      "cap": 314,
      "cradle": 315,
      "growths": 316,
      "hard": 317,
      "intensely": 318,
      "months": 319,
      "night": 320,
      "patch": 321,
      "shampoo": 322,
      "them": 323,
      "welts": 324,
      "age": 325,
      "cream": 326,
      "help": 327,
      "soles": 328,
      "Keratoderma": 329,
      "amount": 330,
      "annoying": 331,
      "cause": 332,
      "circles": 333,
      "circular": 334,
      "come": 335,
      "concerning": 336,
      "creams": 337,
      "experiencing": 338,
      "extremely": 339,
      "groin": 340,
      "lump": 341,
      "me": 342,
      "moles": 343,
      "often": 344,
      "skincare": 345,
      "sleep": 346,
      "stressed": 347,
      "tired": 348,
      "Atopic": 349,
      "Lipoma": 350,
      "Rosacea": 351,
      "Skin": 352,
      "Urticaria": 353,
      "blackheads": 354,
      "brown": 355,
      "can": 356,
      "coming": 357,
      "edges": 358,
      "feels": 359,
      "figure": 360,
      "flat": 361,
      "incredibly": 362,
      "lips": 363,
      "multiplying": 364,
      "out": 365,
      "pilaris": 366,
      "pimples": 367,
      "rashes": 368,
      "scratch": 369,
      "shaped": 370,
      "since": 371,
      "teenage": 372,
      "then": 373,
      "underarms": 374,
      "whiteheads": 375,
      "Allergic": 376,
      "Bites": 377,
      "Contact": 378,
      "Infection": 379,
      "Ringworm": 380,
      "Scabies": 381,
      "Seborrheic": 382,
      "boil": 383,
      "changed": 384,
      "discomfort": 385,
      "eating": 386,
      "embarrassing": 387,
      "had": 388,
      "hives": 389,
      "itching": 390,
      "leave": 391,
      "perioral": 392,
      "persistent": 393,
      "product": 394,
      "rosacea": 395,
      "scars": 396,
      "shirt": 397,
      "spending": 398,
      "their": 399,
      "upper": 400,
      "Bedbug": 401,
      "Cancer": 402,
      "Melasma": 403,
      "Poison": 404,
      "Pompholyx": 405,
      "Should": 406,
      "Warts": 407,
      "area": 408,
      "breasts": 409,
      "center": 410,
      "clear": 411,
      "contagiosum": 412,
      "days": 413,
      "expanding": 414,
      "flaking": 415,
      "folds": 416,
      "growing": 417,
      "hiking": 418,
      "him": 419,
      "irregularly": 420,
      "larger": 421,
      "molluscum": 422,
      "recently": 423,
      "redness": 424,
      "ringworm": 425,
      "sides": 426,
      "silvery": 427,
      "slowly": 428,
      "spicy": 429,
      "sweat": 430,
      "thighs": 431,
      "warts": 432,
      "while": 433,
      "wrists": 434,
      "Annulare": 435,
      "Boil": 436,
      "Candida": 437,
      "Cold": 438,
      "Dandruff": 439,
      "Fungal": 440,
      "Hidradenitis": 441,
      "Hyperplasia": 442,
      "Itch": 443,
      "Ivy": 444,
      "Lupus": 445,
      "Melanoma": 446,
      "Reaction": 447,
      "Sebaceous": 448,
      "Sores": 449,
      "Suppurativa": 450,
      "Tags": 451,
      "The": 452,
      "Yeast": 453,
      "about": 454,
      "alcohol": 455,
      "ankles": 456,
      "areas": 457,
      "as": 458,
      "bit": 459,
      "bites": 460,
      "blistering": 461,
      "bother": 462,
      "chin": 463,
      "cold": 464,
      "crack": 465,
      "cystic": 466,
      "diaper": 467,
      "different": 468,
      "even": 469,
      "falling": 470,
      "fill": 471,
      "flakes": 472,
      "flakiness": 473,
      "food": 474,
      "from": 475,
      "fungal": 476,
      "gone": 477,
      "grass": 478,
      "haven": 479,
      "heal": 480,
      "hours": 481,
      "infection": 482,
      "keep": 483,
      "last": 484,
      "lines": 485,
      "mostly": 486,
      "one": 487,
      "other": 488,
      "petechiae": 489,
      "plantar": 490,
      "ring": 491,
      "rings": 492,
      "sensitive": 493,
      "socks": 494,
      "sunburn": 495,
      "sunlight": 496,
      "sweating": 497,
      "swimmer": 498,
      "swimming": 499,
      "taking": 500,
      "thigh": 501,
      "weather": 502,
      "went": 503
    },
    "unk_token": "[UNK]"
  }
}