{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      ".": 3,
      "?": 4,
      "I": 5,
      "be": 6,
      "it": 7,
      "a": 8,
      "Could": 9,
      "and": 10,
      "have": 11,
      "or": 12,
      "another": 13,
      ",": 14,
      "my": 15,
      "been": 16,
      "experiencing": 17,
      "issue": 18,
      "after": 19,
      "stomach": 20,
      "infection": 21,
      "persistent": 22,
      "My": 23,
      "on": 24,
      "skin": 25,
      "in": 26,
      "of": 27,
      "to": 28,
      "with": 29,
      "pain": 30,
      "eating": 31,
      "fever": 32,
      "that": 33,
      "swollen": 34,
      "What": 35,
      "bloated": 36,
      "feels": 37,
      "is": 38,
      "red": 39,
      "cough": 40,
      "'": 41,
      "very": 42,
      "ve": 43,
      "painful": 44,
      "foods": 45,
      "related": 46,
      "an": 47,
      "the": 48,
      "condition": 49,
      "abdominal": 50,
      "feeling": 51,
      "severe": 52,
      "chest": 53,
      "food": 54,
      "itchy": 55,
      "digestive": 56,
      "are": 57,
      "area": 58,
      "could": 59,
      "respiratory": 60,
      "frequent": 61,
      "rash": 62,
      "for": 63,
      "certain": 64,
      "gastrointestinal": 65,
      "There": 66,
      "intolerance": 67,
      "disorder": 68,
      "had": 69,
      "throat": 70,
      "blood": 71,
      "days": 72,
      "disease": 73,
      "allergic": 74,
      "high": 75,
      "reaction": 76,
      "uncomfortable": 77,
      "especially": 78,
      "feel": 79,
      "-": 80,
      "do": 81,
      "cancer": 82,
      "cramps": 83,
      "diarrhea": 84,
      "problem": 85,
      "should": 86,
      "sore": 87,
      "bronchitis": 88,
      "having": 89,
      "pneumonia": 90,
      "serious": 91,
      "type": 92,
      "difficulty": 93,
      "breath": 94,
      "shortness": 95,
      "sign": 96,
      "Doctor": 97,
      "noticed": 98,
      "lump": 99,
      "fatigued": 100,
      "assistant": 101,
      "gastritis": 102,
      "genital": 103,
      "nail": 104,
      "lymph": 105,
      "neck": 106,
      "syndrome": 107,
      "urinary": 108,
      "vomiting": 109,
      "chronic": 110,
      "dry": 111,
      "gallbladder": 112,
      "spicy": 113,
      "urination": 114,
      "breathing": 115,
      "extremely": 116,
      "hurts": 117,
      "itching": 118,
      "patches": 119,
      "tract": 120,
      "around": 121,
      "burning": 122,
      "headaches": 123,
      "redness": 124,
      "contact": 125,
      "fatty": 126,
      "heart": 127,
      "new": 128,
      "sensation": 129,
      "touch": 130,
      "’": 131,
      "bumps": 132,
      "intense": 133,
      "joint": 134,
      "arthritis": 135,
      "back": 136,
      "fatigue": 137,
      "gassy": 138,
      "like": 139,
      "chills": 140,
      "fingernail": 141,
      "viral": 142,
      "warm": 143,
      "Should": 144,
      "bowel": 145,
      "dental": 146,
      "glandular": 147,
      "node": 148,
      "sexually": 149,
      "small": 150,
      "t": 151,
      "transmitted": 152,
      "trouble": 153,
      "using": 154,
      "wheezing": 155,
      "congestion": 156,
      "gas": 157,
      "gums": 158,
      "headache": 159,
      "irritable": 160,
      "tired": 161,
      "urological": 162,
      "bleeds": 163,
      "bloating": 164,
      "can": 165,
      "easily": 166,
      "eczema": 167,
      "has": 168,
      "Hey": 169,
      "Hi": 170,
      "IBS": 171,
      "arms": 172,
      "away": 173,
      "medical": 174,
      "nauseous": 175,
      "oral": 176,
      "poisoning": 177,
      "strep": 178,
      "three": 179,
      "aches": 180,
      "along": 181,
      "flu": 182,
      "irritation": 183,
      "lot": 184,
      "rheumatoid": 185,
      "saliva": 186,
      "sleep": 187,
      "sputum": 188,
      "this": 189,
      "tuberculosis": 190,
      "Medical": 191,
      "allergy": 192,
      "appeared": 193,
      "body": 194,
      "coming": 195,
      "into": 196,
      "legs": 197,
      "nausea": 198,
      "periodontal": 199,
      "substance": 200,
      "ulcer": 201,
      "(": 202,
      "anemia": 203,
      "autoimmune": 204,
      "dermatitis": 205,
      "dizzy": 206,
      "lactose": 207,
      "mucus": 208,
      "started": 209,
      "chatbot": 210,
      "lately": 211,
      "lung": 212,
      "something": 213,
      "virus": 214,
      "weak": 215,
      "Chatbot": 216,
      "F": 217,
      "Hello": 218,
      "anxious": 219,
      "causing": 220,
      "diabetes": 221,
      "go": 222,
      "hands": 223,
      "meals": 224,
      "mole": 225,
      "mornings": 226,
      "muscle": 227,
      "now": 228,
      "past": 229,
      "tightness": 230,
      "yellow": 231,
      "°": 232,
      "Doc": 233,
      "asthma": 234,
      "eye": 235,
      "hives": 236,
      "indicate": 237,
      "night": 238,
      "reflux": 239,
      "scaly": 240,
      "swelling": 241,
      "underlying": 242,
      "week": 243,
      "dairy": 244,
      "greenish": 245,
      "heartburn": 246,
      "insect": 247,
      "loss": 248,
      "not": 249,
      "stiffness": 250,
      "weight": 251,
      "won": 252,
      "ache": 253,
      "am": 254,
      "at": 255,
      "attack": 256,
      "bite": 257,
      "cause": 258,
      "during": 259,
      "five": 260,
      "joints": 261,
      "looks": 262,
      "migraines": 263,
      "out": 264,
      "patch": 265,
      "sensitivity": 266,
      "streaked": 267,
      "two": 268,
      ")?": 269,
      "Is": 270,
      "acid": 271,
      "arm": 272,
      "bacterial": 273,
      "detergent": 274,
      "dizziness": 275,
      "ear": 276,
      "eyes": 277,
      "flaky": 278,
      "get": 279,
      "getting": 280,
      "meningitis": 281,
      "migraine": 282,
      "muscles": 283,
      "nodes": 284,
      "over": 285,
      "phlegm": 286,
      "products": 287,
      "raised": 288,
      "s": 289,
      "shape": 290,
      "swallowing": 291,
      "thyroid": 292,
      "upset": 293,
      "vision": 294,
      "when": 295,
      "breaking": 296,
      "breast": 297,
      "bump": 298,
      "cardiovascular": 299,
      "concentrating": 300,
      "digesting": 301,
      "discharge": 302,
      "due": 303,
      "face": 304,
      "four": 305,
      "gluten": 306,
      "going": 307,
      "growth": 308,
      "health": 309,
      "ingrown": 310,
      "issues": 311,
      "ivy": 312,
      "lightheaded": 313,
      "metabolic": 314,
      "neurological": 315,
      "osteoarthritis": 316,
      "physical": 317,
      "poison": 318,
      "pressure": 319,
      "psoriasis": 320,
      "size": 321,
      "there": 322,
      "weakness": 323,
      ")": 324,
      "101": 325,
      "activity": 326,
      "angina": 327,
      "as": 328,
      "cold": 329,
      "color": 330,
      "concerned": 331,
      "conjunctivitis": 332,
      "contaminated": 333,
      "dark": 334,
      "dehydration": 335,
      "diet": 336,
      "disturbances": 337,
      "ears": 338,
      "greasy": 339,
      "indigestion": 340,
      "itch": 341,
      "knees": 342,
      "laundry": 343,
      "low": 344,
      "more": 345,
      "notice": 346,
      "often": 347,
      "production": 348,
      "psychological": 349,
      "recurrent": 350,
      "scalp": 351,
      "see": 352,
      "skincare": 353,
      "sleeping": 354,
      "spending": 355,
      "time": 356,
      "tonsillitis": 357,
      "unexplained": 358,
      "yeast": 359,
      "GERD": 360,
      "ate": 361,
      "blisters": 362,
      "celiac": 363,
      "change": 364,
      "changed": 365,
      "constipation": 366,
      "deficiency": 367,
      "dengue": 368,
      "disc": 369,
      "down": 370,
      "eat": 371,
      "fructose": 372,
      "fruits": 373,
      "gastroenteritis": 374,
      "glands": 375,
      "green": 376,
      "groin": 377,
      "hernia": 378,
      "inflamed": 379,
      "inner": 380,
      "irregular": 381,
      "leg": 382,
      "light": 383,
      "lip": 384,
      "might": 385,
      "panic": 386,
      "plant": 387,
      "product": 388,
      "ringing": 389,
      "shingles": 390,
      "spinal": 391,
      "thirst": 392,
      "tinged": 393,
      "unusually": 394,
      "up": 395,
      "vertigo": 396,
      "visual": 397,
      "white": 398,
      "After": 399,
      "anxiety": 400,
      "appendicitis": 401,
      "better": 402,
      "blurred": 403,
      "burping": 404,
      "by": 405,
      "cellulitis": 406,
      "changes": 407,
      "depression": 408,
      "dermatological": 409,
      "discomfort": 410,
      "doctor": 411,
      "few": 412,
      "gets": 413,
      "healing": 414,
      "hepatitis": 415,
      "herniated": 416,
      "illness": 417,
      "insomnia": 418,
      "liver": 419,
      "lotion": 420,
      "lower": 421,
      "non": 422,
      "numbness": 423,
      "outdoors": 424,
      "peptic": 425,
      "pinkish": 426,
      "problems": 427,
      "scratch": 428,
      "stiff": 429,
      "stools": 430,
      "stress": 431,
      "thirsty": 432,
      "toenail": 433,
      "woods": 434,
      "worried": 435,
      "worse": 436,
      "yellowing": 437,
      "102": 438,
      "about": 439,
      "abscess": 440,
      "aching": 441,
      "acne": 442,
      "affecting": 443,
      "armpit": 444,
      "attacks": 445,
      "benign": 446,
      "bruising": 447,
      "bug": 448,
      "changing": 449,
      "congestive": 450,
      "constant": 451,
      "damage": 452,
      "drinking": 453,
      "elbows": 454,
      "else": 455,
      "every": 456,
      "experienced": 457,
      "factor": 458,
      "failure": 459,
      "feet": 460,
      "frequently": 461,
      "gallstones": 462,
      "gastroesophageal": 463,
      "growing": 464,
      "head": 465,
      "imbalance": 466,
      "infections": 467,
      "inflammatory": 468,
      "intensely": 469,
      "iron": 470,
      "kidney": 471,
      "leukemia": 472,
      "loose": 473,
      "lying": 474,
      "meal": 475,
      "melanoma": 476,
      "mental": 477,
      "milk": 478,
      "mouth": 479,
      "noise": 480,
      "overwhelmed": 481,
      "passing": 482,
      "peeling": 483,
      "races": 484,
      "rough": 485,
      "sharp": 486,
      "side": 487,
      "sour": 488,
      "spider": 489,
      "spots": 490,
      "stressed": 491,
      "sweats": 492,
      "swimming": 493,
      "symptom": 494,
      "taste": 495,
      "tension": 496,
      "them": 497,
      "throbbing": 498,
      "unintentional": 499,
      "urinating": 500,
      "wake": 501,
      "work": 502,
      "yellowish": 503,
      "103": 504,
      "COPD": 505,
      "accompanied": 506,
      "actinic": 507,
      "allergies": 508,
      "apnea": 509,
      "appearance": 510,
      "appetite": 511,
      "asleep": 512,
      "bigger": 513,
      "bites": 514,
      "bitten": 515,
      "blistering": 516,
      "blotches": 517,
      "bread": 518,
      "child": 519,
      "cognitive": 520,
      "colored": 521,
      "colors": 522,
      "constipated": 523,
      "containing": 524,
      "creams": 525,
      "dandruff": 526,
      "depressed": 527,
      "dermatologist": 528,
      "different": 529,
      "don": 530,
      "dysfunction": 531,
      "endocrine": 532,
      "even": 533,
      "examination": 534,
      "excessively": 535,
      "experience": 536,
      "flesh": 537,
      "focus": 538,
      "foot": 539,
      "forgetful": 540,
      "fungal": 541,
      "gingivitis": 542,
      "hair": 543,
      "hangnail": 544,
      "hike": 545,
      "hiking": 546,
      "hormonal": 547,
      "hot": 548,
      "hurt": 549,
      "influenza": 550,
      "keratosis": 551,
      "lake": 552,
      "larger": 553,
      "lightheadedness": 554,
      "moisturizers": 555,
      "much": 556,
      "musculoskeletal": 557,
      "nasal": 558,
      "necklace": 559,
      "nose": 560,
      "obstructive": 561,
      "one": 562,
      "pale": 563,
      "pancreatitis": 564,
      "pasta": 565,
      "pimples": 566,
      "pulmonary": 567,
      "radiates": 568,
      "reason": 569,
      "recurring": 570,
      "respond": 571,
      "runny": 572,
      "scabies": 573,
      "seafood": 574,
      "seborrheic": 575,
      "self": 576,
      "sensitive": 577,
      "several": 578,
      "sinus": 579,
      "soap": 580,
      "some": 581,
      "sometimes": 582,
      "spread": 583,
      "spreading": 584,
      "spreads": 585,
      "stones": 586,
      "stool": 587,
      "sudden": 588,
      "sugar": 589,
      "sun": 590,
      "sunburn": 591,
      "sweating": 592,
      "swimmer": 593,
      "temperature": 594,
      "tested": 595,
      "they": 596,
      "thinning": 597,
      "tingling": 598,
      "too": 599,
      "toothache": 600,
      "treat": 601,
      "under": 602,
      "unmotivated": 603,
      "vegetables": 604,
      "warts": 605,
      "wearing": 606,
      "weather": 607,
      "what": 608,
      "while": 609,
      "whole": 610,
      "will": 611,
      "winter": 612,
      "worsens": 613,
      "wrists": 614
    },
    "unk_token": "[UNK]"
  }
}